IDEA Open Model
MatSteelEc2.fy40 Property
 Yield strength for nominal thickness of the element > 40mm and <= 100mm - fy,(>40)
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double fy40 { get; set; }
Public Property fy40 As Double
	Get
	Set
public:
property double fy40 {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatSteelEc2 Class
IdeaRS.OpenModel.Material Namespace